driver-tests/bpelse/assign/AssignJbi/test/CopyhexBinaryInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <hexBinaryPart>
	<xsd_hexBinary>41394644363445313243</xsd_hexBinary>
	<optional_hexBinary>41394644363445313243</optional_hexBinary>
	<repeat_hexBinary>41394644363445313243</repeat_hexBinary>
	<repeat_hexBinary>41394644363445313243</repeat_hexBinary>
   </hexBinaryPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
